/* No comment provided by engineer. */
" and %@" = " a %@";

/* elapsed time on recording screen, in seconds */
"%.1f sec" = "%.1f s";

/* update notice when someone comments. %1$@ is the commenter name, %2$@ is the comment. */
"%1$@ commented: %2$@" = "%1$@ komentováno: %2$@";

/* update notice when someone suggests an ID. %1$@ is the username, %2$@ is the species. */
"%1$@ suggested an ID: %2$@" = "%1$@ navrhl ID: %2$@";

/* confirmation alert text when changing a users network affiliation. %1%@ is network name, %2%@ is the country, %3%@ is the network name again */
"%@ is a member of the iNaturalist Network in %@. Local institutions supporting %@ will have access to your email address and access to the true coordinates for observations that are publicly obscured or private. Would you like to change your affiliation?" = "%1$@ je členem sítě iNaturalist v %2$@. Místní instituce podporující %3$@ budou mít přístup k vaší e-mailové adrese a přístup ke skutečným souřadnicím, které jsou veřejné nebo soukromé. Chcete změnit svou příslušnost?";

/* join iNat network partner alert message - %1%@ is the country name, %2%@ is partner name */
"%@ is part of the international iNaturalist Network. Would you like to join %@ to localize your experience of iNaturalist and share data with local institutions?" = "%1$@ je součástí mezinárodní sítě iNaturalist Network. Chcete se připojit ke službě %2$@ a lokalizovat své zkušenosti s aplikací iNaturalist a sdílet data s místními institucemi?";

/* site news */
"%@ News" = "%@ novinky";

/* identification author attribution */
"%@'s ID" = "%@ identifikace";

/* No comment provided by engineer. */
"%@, build %@" = "%1$@, vytvořeno %2$@";

/* No comment provided by engineer. */
"%@, build %@, iOS %@" = "%1$@, build %2$@, iOS %3$@";

/* Count of observations by this user, singular. */
"%d Observation" = "%1$d pozorování";

/* Count of observations to upload, singular. */
"%d Observation To Upload" = "%d pozorování k nahrání";

/* Count of observations by this user, plural. */
"%d Observations" = "%1$d pozorování";

/* Count of observations to upload, plural. */
"%d Observations To Upload" = "%d pozorování k nahrání";

/* format string for showing positional accuracy in meters */
"%ld m" = "%ld m";

/* No comment provided by engineer. */
"'%@' requires that you fill out the '%@' field." = "\"%1$@\" vyžaduje vyplnit pole \"%2$@\".";

/* positional accuracy when we don't know */
"???" = "???";

/* About button title in Settings
   About project button
   about the project header
   title of about screen */
"About" = "O";

/* title for about section of the guide screen */
"ABOUT" = "O aplikaci";

/* about this project title */
"About this Project" = "O projektu";

/* emphasis text for the 'switch to login mode' button. must be a substring of the base text */
"Account?" = "Účet?";

/* No comment provided by engineer. */
"Activity" = "Aktivita";

/* Title for add comment failed alert */
"Add Comment Failure" = "Přidání komentáře selhalo";

/* Title for add ID failed alert */
"Add Identification Failure" = "Přidání identifikace selhalo";

/* No comment provided by engineer. */
"Add to Favorites" = "Přidat k oblíbeným";

/* Label for a button that adds an ID of the same taxon as the current one, so the sense is 'I agree with this identification' */
"Agree" = "Souhlasím";

/* base text for the 'switch to login mode' button */
"Already have an Account?" = "Máte již účet?";

/* Title for app section of settings. */
"App Settings" = "Nastavení aplikace";

/* No comment provided by engineer. */
"Are you really sure?" = "Jste si opravdu jisti?";

/* No comment provided by engineer. */
"Are you sure you want to leave this project?" = "Jste si jisti, že chcete opustit tento projekt?";

/* No comment provided by engineer. */
"Are you sure?" = "Jste si jisti?";

/* No comment provided by engineer. */
"Are you sure? This is permanent." = "Opravdu? Je to trvalé.";

/* argentina partner */
"Argentina: Fundación Vida Silvestre Argentina supporting ArgentiNat (www.argentinat.org)." = "Argentina: Fundación Vida Silvestre Argentina, podporující ArgentiNat (www.argentinat.org).";

/* australia partner */
"Australia: Atlas of Living Australia supporting iNaturalist Australia (inaturalist.ala.org.au/)." = "Austrálie: Atlas of Living Australia, podporující iNaturalist Australia (inaturalist.ala.org.au/).";

/* Auto state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Auto" = "Automaticky";

/* label for autocomplete names switch in settings */
"Autocomplete names" = "Automatické dokončování jmen";

/* label for auto upload switch in settings */
"Automatic upload" = "Automaticky nahrát";

/* delete account confirmation */
"By deleting your account you will remove all of your observations, all of the identifications that you've added to the observations of others, and all comments that you've made. Furthermore, this action cannot be undone. If you change your mind later, you aren't getting any of that content back. If this site generates too many notifications, consider editing your settings to opt out of certain notifications or stop receiving email from us. If you're having trouble with a specific person on the site, consider muting them instead of deleting your account. If you are deleting your account because you tried to delete some of your content but you could still see it on a map or elsewhere on the Internet, keep in mind that map data may be cached for up to a day even after records are deleted, and that deleting content on this platform may not have any effect on copies that exist on other sites and platforms (like GBIF). If you're still sure you want to delete your account, enter '%@' in the form below and click the button to delete your account and all your data." = "Odstraněním účtu odstraníte všechna vaše pozorování, všechny identifikace, které jste přidali k pozorováním ostatních, a všechny vaše komentáře. Kromě toho tuto akci nelze vrátit zpět. Pokud později změníte názor, žádná část tohoto obsahu nelze obnovit. Pokud tato stránka generuje příliš mnoho upozornění, zvažte úpravu vašeho nastavení, abyste zrušili odběr některých oznámení nebo přestali od nás dostávat e-maily. Pokud máte problémy s konkrétní osobou na stránce, zvažte její umlčení místo odstranění vašeho účtu. Pokud odstraňujete svůj účet, protože jste se pokusili odstranit část svého obsahu, ale stále jste jej mohli vidět na mapě nebo jinde na internetu, mějte na paměti, že mapová data mohou být uložena až jeden den do mezipaměti i po odstranění záznamů, a že odstranění obsahu na této platformě nemusí mít žádný vliv na kopie existující na jiných stránkách a platformách (jako GBIF). Pokud jste si stále jisti, že chcete smazat svůj účet, zadejte '%@' ve formuláři níže a klikněte na tlačítko pro smazání účtu a všech vašich dat.";

/* Base text for terms of service and privacy policy notice when creating an iNat account. */
"By using iNaturalist you agree to the Terms of Service and Privacy Policy." = "Používáním aplikace souhlasíte s našimi obchodními podmínkami a prohlášením o ochraně osobních údajů.";

/* vision assistance */
"CalTech and Cornell Tech helped develop the computer vision system that suggests identifications from photographs. We thank Grant Van Horn, Serge Belongie, and Pietro Perona for advancing the computer vision research. More information can be found at visipedia.org. Special thanks to NVIDIA for additional assistance." = "Caltech a Cornell Tech pomohli vyvinout \"vizuální\" počítačový systém, který rozpoznává druhy z fotografií. Za tuto práci děkujeme Grantu Van Hornovi, Sergeovi Belongieovi a Pietru Peronovi. Další informace najdete na visipedia.org. Zvláštní poděkování patří firmě NVIDIA za další pomoc s naším vizuálním počítačovým systémem.";

/* Title for Camera button in media picker */
"Camera" = "Fotoaparát";

/* accessibility label for camera shutter button */
"Camera Shutter" = "Závěrka fotoaparátu";

/* No comment provided by engineer. */
"Can't Add ID" = "Nelze přidat identifikaci";

/* No comment provided by engineer. */
"Can't Comment" = "Nelze komentovat";

/* No comment provided by engineer. */
"Can't Fave" = "Nelze si oblíbit";

/* Error message for when we can't retrieve your observations on Explore */
"Can't search for your observations right now. Please try later." = "Momentálně nelze hledat vaše pozorování. Zkuste to prosím později.";

/* canada partner */
"Canada: Canadian Wildlife Federation, the Royal Ontario Museum, NatureServe Canada, and Parks Canada operating iNaturalist Canada (inaturalist.ca)." = "Kanada: Kanadská federace přírody, Royal Ontario Museum, NatureServe Canada a Parks Canada provozní iNaturalist Kanada (inaturalist.ca).";

/* No comment provided by engineer. */
"Cancel" = "Zrušit";

/* Title of me header while cancellling an upload session. */
"Cancelling..." = "Rušení...";

/* Alert message for invalid date */
"Cannot choose a date in the future." = "Nelze vybrat datum v budoucnosti.";

/* Failure message */
"Cannot donate" = "Nelze hodnotit";

/* error when loading suggestions. %@ is the error message */
"Cannot load suggestions: %@" = "Nelze načíst návrhy: %@";

/* Store launch failure message */
"Cannot open store" = "Nelze otevřít zásobu";

/* Failure message */
"Cannot rate" = "Nelze hodnotit";

/* No comment provided by engineer. */
"Cannot search iNaturalist.org" = "Nelze hledat iNaturalist.org";

/* Title of alert when the system is not configured for the user to send email */
"Cannot Send Email" = "Nelze poslat mail";

/* No comment provided by engineer. */
"Cannot use your location" = "Nelze použít vaši polohu";

/* Captive / cultivated button title. */
"Captive / Cultivated" = "V zajetí / pěstované";

/* message explaining what captive / cultivated means for iNaturalist */
"Captive / cultivated means that the organism exists where it was observed because humans intended it to be there. iNaturalist is about observing wild organisms, and our scientific data partners are not interested in observations of pets, gardens, or animals in zoos." = "V zajetí / kultivované znamená, že organismus žije tam, kde byl pozorován, protože lidé ho tam chtěli mít. \niNaturalist je o pozorování divokých organismů a naši vědečtí partneři nemají zájem o pozorování domácích mazlíčků, zahrad nebo zvířat v zoologických zahradách.";

/* title for captive selector */
"Captive?" = "Žijící v zajetí?";

/* casual data quality */
"Casual Grade" = "Neformální stupeň";

/* label for change email address action in settings */
"Change email" = "Změnit e-mail";

/* No comment provided by engineer. */
"Change Email" = "Změnit e-mail";

/* No comment provided by engineer. */
"Change email address?" = "Změnit e-mailovou adresu?";

/* accessibility label for change flash button */
"Change Flash" = "Změnit blesk";

/* accessibility label for flash button when mode is auto */
"Change Flash Toggle. Current state is Auto" = "Změnit přepínač blesku. Aktuální stav je Auto";

/* accessibility label for flash button when mode is off */
"Change Flash Toggle. Current state is Off" = "Změnit přepínač blesku. Aktuální stav je vypnuto";

/* accessibility label for flash button when mode is on */
"Change Flash Toggle. Current state is On" = "Změnit přepínač blesku. Aktuální stav je zapnuto";

/* label for change username action in settings */
"Change username" = "Změnit uživatelské jméno";

/* No comment provided by engineer. */
"Change Username" = "Změnit uživatelské jméno";

/* No comment provided by engineer. */
"Change username?" = "Změnit uživatelské jméno?";

/* No comment provided by engineer. */
"Change your profile photo?" = "Změnit profilovou fotografii?";

/* Alert text for the license content checkbox during create account. */
"Check this box if you want to apply a Creative Commons Attribution-NonCommercial license to your photos. You can choose a different license or remove the license later, but this is the best license for sharing with researchers." = "Zaškrtněte toto políčko, pokud se chcete přihlásit k Create Commons Attribution-NonCommercial licenci pro vaše fotografie. Můžete si vybrat jinou licenci nebo později odebrat licenci, ale toto je nejlepší licence pro sdílení s výzkumnými pracovníky.";

/* title of alert after you reset your password
   title of email confirmation needed alert. */
"Check your email" = "Zkontrolujte Váš e-mail";

/* chile partner */
"Chile: Ministerio del Medio Ambiente supporting iNaturalist Chile (inaturalist.mma.gob.cl)." = "Chile: Ministerio del Medio Ambiente, podporující iNaturalist Chile (inaturalist.mma.gob.cl).";

/* No comment provided by engineer. */
"Choose from library" = "Vybrat z knihovny";

/* title of inat network picker */
"Choose iNat Network" = "Zvolte siť iNaturalist";

/* title for project observations chooser */
"Choose Projects" = "Vyberte projekty";

/* No comment provided by engineer. */
"Close" = "Close";

/* accessibility label for close camera button */
"Close Camera" = "Vypnout fotoaparát";

/* Collection type of project, which automatically collects observations into it. */
"Collection Project" = "Sbírka projektu";

/* colombia partner */
"Colombia: Instituto Humboldt operating Naturalista (colombia.inaturalist.org)." = "Kolumbie: Instituto Humboldt provozuje Naturalista (colombia.inaturalist.org).";

/* No comment provided by engineer. */
"Comment" = "Komentář";

/* label for contact support action in settings. */
"Contact support" = "Obrátit se na podporu";

/* Title for About Content Licensing notice during signup */
"Content Licensing" = "Udělení licence obsahu";

/* Button to copy the scientific name */
"Copy Scientific Name" = "Kopírovat latinský název";

/* Title of an alert dialog you see when you try to agree with an identification but cannot due to connection issues or other errors */
"Couldn't Agree" = "Nemohu souhlasit";

/* Project validation error. first string is project title, second is the specific error */
"Couldn't be added to project %@. %@" = "Nelze přidat do projektu %1$@. %2$@";

/* No comment provided by engineer. */
"Couldn't determine your location" = "Nelze určit vaši polohu";

/* HUD text when creating a new observation from multiple photos */
"Creating Observation..." = "Vytváření pozorování...";

/* intro to credits section. */
"Credits" = "Kredity";

/* Title for danger zone (account deletion) section of settings. */
"Danger Zone" = "Nebezpečná zóna";

/* Header for data quality section of obs detail */
"Data Quality" = "Kvalita dat";

/* Title for About Data Transfer notice during signup */
"Data Transfer" = "Přenos dat";

/* No comment provided by engineer. */
"Default" = "Výchozí";

/* button title to delete account */
"Delete Account" = "Smazat účet";

/* button to  delete a locally downloaded species guide. */
"Delete download" = "Odstranit stažené";

/* No comment provided by engineer. */
"Delete Error" = "Chyba při odstraňování";

/* text of delete obs button */
"Delete Observation" = "Odstranit pozorování";

/* Deletes pending sync. */
"Deletes To Sync" = "Odstraní se synchronizace";

/* title for description section of the guide screen */
"DESCRIPTION" = "POPIS";

/* Title for confirm new observation details view */
"Details" = "Podrobnosti";

/* Button to cancel showing tutorial screens when visiting new tabs */
"Don't Show Me Hints" = "Neukazujte mi rady";

/* label for iNaturalist donate call to action. */
"Donate to iNaturalist" = "Přispět iNaturalistu";

/* title for done button */
"Done" = "Hotovo";

/* No comment provided by engineer. */
"Download" = "Stáhnout";

/* title for button that allows a user to download a species guide and use it while offline. */
"Download for offline use" = "Stáhnout pro offline použití";

/* No comment provided by engineer. */
"Download not available" = "Stahování není k dispozici";

/* notice that a species guide has been downloaded from the server and can be used while offline. */
"Downloaded" = "Staženo";

/* Notice when we're downloading a species guide from the server, to be used offline */
"Downloading..." = "Stahování...";

/* ecuador partner */
"Ecuador: Instituto Nacional de Biodiversidad (INABIO) supporting iNaturalist Ecuador (ecuador.inaturalist.org)." = "Ekvádor: Instituto Nacional de Biodiversidad (INABIO), podporující iNaturalist Ecuador (ecuador.inaturalist.org).";

/* The editor or author of the species guide */
"Editor" = "Editor";

/* message for the alert when a guide download fails, if we can't extract an error message. */
"Either there was an error on the server or the guide no longer exists." = "Buď došlo k chybě na serveru nebo průvodce již neexistuje.";

/* label for email field in settings */
"Email" = "Email";

/* No comment provided by engineer. */
"Error" = "Chyba";

/* failure title when changing a setting. */
"Error changing setting." = "Chyba při změně nastavení.";

/* No comment provided by engineer. */
"Error Fetching Observations" = "Chyba načítání pozorování";

/* error loading leaderboard title */
"Error loading leaderboard" = "Chyba při načítání výsledků";

/* No comment provided by engineer. */
"Explore" = "Prozkoumat";

/* title of alert when a guide download fails. a localized error message provided by iOS or the server follows. */
"Failed to download guide" = "Průvodce se nepodařilo stáhnout";

/* Unknown iNat login error */
"Failed to log in to iNaturalist. Please try again." = "Přihlášení do iNaturalist selhalo. Opakujte prosím akci.";

/* title of alert when sound recording fails */
"Failed to Record" = "Záznam se nezdařil";

/* No comment provided by engineer. */
"Failed to save guide" = "Nepodařilo se uložit průvodce";

/* title of alert when sound recording setup fails */
"Failed to Setup Sound Recording" = "Nepodařilo se nastavit záznam zvuku";

/* No comment provided by engineer. */
"Faved" = "Oblíbený";

/* No comment provided by engineer. */
"Faves" = "Faves";

/* No comment provided by engineer. */
"Featured" = "Doporučené";

/* This is an explanation for when auth token fetch fails during upload/sync. */
"Fetching an authentication token failed. Please contact help@inaturalist.org and try later." = "Načtení ověřovacího tokenu se nezdařilo. Kontaktujte prosím help@inaturalist.org a zkuste to později.";

/* No comment provided by engineer. */
"Fetching recent observations in map area" = "Načítání nedávných pozorování v mapové oblasti";

/* No comment provided by engineer. */
"Fetching recent observations worldwide" = "Načítání nedávných pozorování po celém světě";

/* No comment provided by engineer. */
"Find locations named '%@'" = "Najít místa s názvem '%@'";

/* No comment provided by engineer. */
"Find my observations" = "Najít moje pozorování";

/* No comment provided by engineer. */
"Find observations near me" = "Najít pozorování v okolí";

/* No comment provided by engineer. */
"Find organisms named '%@'" = "Najít organismy se jménem '%@'";

/* No comment provided by engineer. */
"Find people named '%@'" = "Najít lidi se jménem '%@'";

/* No comment provided by engineer. */
"Find projects named '%@'" = "Najít projekty s názvem '%@'";

/* No comment provided by engineer. */
"Finding your location..." = "Hledání vaší pozice...";

/* finland partner */
"Finland: Finnish Museum of Natural History (Luomus) supporting iNaturalist Finland (https://inaturalist.laji.fi)." = "Finsko: Finské přírodovědné muzeum (Luomus) podporuje iNaturalist Finland (https://inaturalist.laji.fi).";

/* Title for forgot password button. */
"Forgot password?" = "Zapomenuté heslo?";

/* Geoprivacy button title */
"Geoprivacy" = "Zachování soukromé geografické polohy";

/* No comment provided by engineer. */
"Go Back" = "Vrátit se";

/* Button to dismiss a tutorial screen */
"Got It" = "Rozumím";

/* greece partner */
"Greece: iSea supporting iNaturalist Greece (greece.iNaturalist.org)." = "Řecko: iSea podporuje iNaturalist Greece (greece.iNaturalist.org).";

/* Grid layout on explore tab */
"Grid" = "Grid";

/* No comment provided by engineer. */
"Guide download error" = "Chyba při stahování průvodce";

/* No comment provided by engineer. */
"Guide editor must enable this feature." = "Tuto funkci musí povolit editor průvodce.";

/* accessibility label for guides button */
"Guides" = "Průvodci";

/* Subtitle above image for guides tutorial screen */
"Guides are created and shared by the iNaturalist community" = "Průvodci jsou vytvořeni a sdíleni komunitou iNaturalist";

/* Title for guides tutorial screen */
"Guides are lists of species" = "Průvodci jsou seznamy druhů";

/* No comment provided by engineer. */
"Has Photos" = "Has Photos";

/* No comment provided by engineer. */
"Has Sounds" = "Has Sounds";

/* Title for help section of settings. */
"Help" = "Pomoc";

/* No comment provided by engineer. */
"Here are our top suggestions:" = "Zde jsou naše nejlepší návrhy:";

/* personal info consent checkbox label */
"I consent to allow iNaturalist to store and process limited kinds of personal information about me in order to manage my account." = "Souhlasím s tím, že umožním iNaturalist ukládat a zpracovávat omezené osobní údaje o mé osobě za účelem správy mého účtu.";

/* data transfer consent checkbox label */
"I consent to allow my personal information to be transferred to the United States of America." = "Souhlasím s tím, aby byly mé osobní údaje předávány do Spojených států amerických.";

/* Title of identification failure alert */
"Identification Failed" = "Identifikace selhala";

/* Title for taxon section when adding an ID */
"Identification Taxon" = "Identifikace taxonu";

/* No comment provided by engineer. */
"Identifications" = "Identifikace";

/* No comment provided by engineer. */
"Identifiers" = "Identifikátoři";

/* body of alert after you reset your password */
"If the email address you entered is associated with an iNaturalist account, you should receive an email at that address with a link to reset your password." = "Je-li e-mailová adresa, kterou jste zadali, spojena s účtem iNaturalist, měli byste obdržet e-mail na tuto adresu s odkazem na resetování hesla.";

/* message of alert when mic permission is missing */
"If you wish to record a sound observation, you will need to give the iNaturalist app permission to use the microphone." = "Pokud chcete nahrávat zvukové pozorování, budete muset udělit aplikaci iNaturalist oprávnění k používání mikrofonu.";

/* Message when we can't make the image store for the app */
"ImageStore Creation Error" = "Chyba při vytváření úložiště obrázků";

/* Message when we can't save to the app image store */
"ImageStore Save Error" = "Chyba při ukládání obrázku";

/* No comment provided by engineer. */
"in project '%@'" = "v projektu \"%@\"";

/* alert title for camera denied */
"iNaturalist doesn't have permission to access your camera." = "iNaturalist nemá oprávnění k přístupu k vaší kameře.";

/* inat core team, alphabetically */
"iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda." = "iNaturalist exists thanks to every single person who participates in our community. The people who build the software, design the interfaces, maintain our infrastructure, support the community, and foster collaborations are Yaron Budowski, Amanda Bullington, Tony Iwane, Johannes Klein, Patrick Leary, Scott Loarie, Abhas Misraraj, Carrie Seltzer, Alex Shepard, Angie Ta, and Ken-ichi Ueda.";

/* alert title for camera restricted */
"iNaturalist has been restricted from camera access." = "iNaturalist byl omezen přístup ke kameře.";

/* inat joint initiative statement */
"iNaturalist is a joint initiative of the California Academy of Sciences and the National Geographic Society" = "iNaturalist je společná iniciativa California Academy of Sciences a National Geographic Society";

/* label for inaturalist network action in settings */
"iNaturalist Network" = "síť iNaturalist";

/* Category of iNaturalist places for place search */
"iNaturalist Places" = "Místa iNaturalist";

/* open source contributions */
"iNaturalist uses Glyphish icons by Joseph Wain, ionicons by Ben Sperry, and icons by Luis Prado and Roman Shlyakov from the Noun Project. iNaturalist is also deeply grateful to the Cocoapods community, and to the contributions of our own open source community. See https://github.com/inaturalist/INaturalistIOS." = "iNaturalist využívá ikony Glyphish Josefa Waina, ionikonů Bena Sperryho a ikony Luise Prada a Romana Shlyakova z projektu Noun. iNaturalist je také hluboce vděčný komunitě Cocoapods a příspěvkům naší vlastní open source komunity. Koukněte na https://github.com/inaturalist/INaturalistIOS.";

/* Error msg when we get a 401 from the server */
"Incorrect username or password." = "Nesprávné uživatelské jméno nebo heslo.";

/* No comment provided by engineer. */
"Info" = "Info";

/* No comment provided by engineer. */
"Internet connection required" = "Je nutné připojení k internetu";

/* No comment provided by engineer. */
"Internet required" = "Je nutné internetové připojení";

/* title of autoupload introduction alert view */
"Introducing Auto Upload!" = "Představujeme automatické nahrávání!";

/* Invalid date alert title */
"Invalid Date" = "Neplatné datum";

/* Error for bad email when making account. */
"Invalid Email Address" = "Neplatná e-mailová adresa";

/* Unknown invalid input */
"Invalid input" = "Neplatný vstup";

/* No comment provided by engineer. */
"Invalid Location" = "Neplatná poloha";

/* Error for bad username when making account. */
"Invalid Username" = "Neplatné uživatelské jméno";

/* israel partner */
"Israel: University of Haifa supporting iNaturalist Israel (israel.inaturalist.org)." = "Izrael: Haifská univerzita, podporující iNaturalist Israel (israel.inaturalist.org).";

/* iucn places credit */
"IUCN category II places provided by IUCN and UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. Available at: www.protectedplanet.net." = "IUCN kategorie II místa, která poskytují IUCN a UNEP-WCMC (2015), The World Database on Protected Areas (WDPA) [On-line], [11/2014], Cambridge, UK: UNEP-WCMC. available at: www.protectedplanet.net.";

/* Join project button */
"Join" = "Připojit se";

/* join iNat network partner alert title */
"Join %@?" = "Přidat se %@?";

/* Subtitle above image for projects tutorial screen */
"Join projects to select them when you record observations" = "Připojte se k projektům a vyberte je při zaznamenávání pozorování";

/* No comment provided by engineer. */
"Joined" = "Připojen/a";

/* No comment provided by engineer. */
"Joining..." = "Připojování...";

/* visualization of latitude/longitude/accuracy */
"Lat: %.5f Long: %.5f Acc: %@" = "Zeměpisná šířka: %1$.5f Zeměpisná délka: %2$.5f Přesnost: %3$@";

/* format string for showing latitude, longitude, & positional accuracy */
"Lat: %1$@, Long: %2$@, Acc: %3$@" = "Zeměpisná šířka: %1$@, Zeměpisná délka: %2$@, Přesnost: %3$@";

/* Title for leaderboard page. */
"Leaderboard" = "Výsledková tabule";

/* button to learn more about inat account policies */
"Learn More" = "Zjistit více";

/* learn more (about network partner changes) button text */
"Learn more" = "Zjistit více";

/* No comment provided by engineer. */
"Learn more about data quality >" = "Další informace o kvalitě dat>";

/* Leave project button */
"Leave" = "Odejít";

/* No comment provided by engineer. */
"Leaving..." = "Odcházení...";

/* The license of the species guide */
"License" = "Licence";

/* List layout on explore tab */
"List" = "List";

/* No comment provided by engineer. */
"Loading..." = "Načítání...";

/* No comment provided by engineer. */
"Location Fetch Error" = "Chyba načtení polohy";

/* No comment provided by engineer. */
"Location Services Denied" = "Služby určení polohy jsou zakázány";

/* No comment provided by engineer. */
"Location Services Restricted" = "Služby určení polohy jsou omezené";

/* Title for button that allows users to log in to their existing iNat account */
"Log In" = "Přihlásit se";

/* No comment provided by engineer. */
"Log In / Sign Up" = "Přihlásit se / zaregistrovat";

/* No comment provided by engineer. */
"Log in and upload this observation to enable comments & identifications." = "Přihlaste se a nahrajte toto pozorování pro povolení komentářů a identifikací.";

/* No comment provided by engineer. */
"Log in to enable faves." = "Přihlaste se pro povolení oblíbených.";

/* Notice while we're logging in */
"Logging in..." = "Logging in...";

/* placeholder text for taxon search bar */
"Look up a species by name" = "Vyhledat druh podle názvu";

/* unknown taxon subtitle when suggestions are unavailable */
"Look up species name" = "Vyhledat název druhu";

/* No comment provided by engineer. */
"Looks like there was an error: %@" = "Zdá se, že došlo k chybě: %@";

/* Notice to display to the user on the Me tab when they have no observations */
"Looks like you have no observations." = "Vypadá to, že nemáte žádné pozorování.";

/* label for app store rating action in settings. */
"Love iNat? Rate us" = "Milujete iNat? Ohodnoťte nás";

/* luxembourg partner */
"Luxembourg: Luxembourg National Museum of Natural History (MnhnL) supporting iNaturalist Luxembourg (inaturalist.lu)." = "Lucembursko: lucemburské Národní muzeum historie přírody (MnhnL) podporuje iNaturalist Luxembourg (inaturalist.lu).";

/* No comment provided by engineer. */
"Make sure iNat has permission to access your location or give the GPS some time to fetch it." = "Ujistěte se, že iNat má oprávnění k přístupu k vaší poloze, nebo poskytněte nějaký čas k načtení GPS.";

/* title for action sheet allowing user to delete a locally downloaded guide. */
"Manage download" = "Spravovat stahování";

/* Map layout on explore tab */
"Map" = "Map";

/* No comment provided by engineer. */
"Map of Observations" = "Mapa pozorování";

/* Placeholder text for not logged title on me tab. */
"Me" = "Mě";

/* mexico partner */
"Mexico: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operating NaturaLista (NaturaLista.mx)." = "Mexiko: Comisión nacional para el conocimiento y uso de la biodiversidad (CONABIO) operativo NaturaLista (NaturaLista.mx).";

/* Title for alert when db migration fails. */
"Migration Failed" = "Přenos se nezdařil";

/* Title for alert when db migration had a problem. */
"Migration Problem" = "Přenos se nezdařil";

/* No comment provided by engineer. */
"Missing Date" = "Chybějící datum";

/* No comment provided by engineer. */
"Missing Location" = "Chybějící poloha";

/* No comment provided by engineer. */
"Missing Required Field" = "Chybí povinné pole";

/* No comment provided by engineer. */
"My Content" = "Můj obsah";

/* No comment provided by engineer. */
"named '%@ (%@)'" = "s názvem '%1$@ (%2$@)'";

/* No comment provided by engineer. */
"named '%@'" = "s názvem '%@'";

/* No comment provided by engineer. */
"Nearby" = "V okolí";

/* No comment provided by engineer. */
"Nearby Suggestions Filter" = "Návrhy filtru Poblíž";

/* needs id data quality */
"Needs ID" = "Potřebuje identifikaci";

/* subtitle for an observation that failed validation. */
"Needs Your Attention" = "Potřebuje vaši pozornost";

/* Network (i.e. an Internet connection) is required error message */
"Network is required." = "Je vyžadována síť.";

/* No comment provided by engineer. */
"Network unavailable" = "Síť není k dispozici";

/* No comment provided by engineer. */
"Network Unavailable" = "Síť není k dispozici";

/* decline to change cemra permissions button title */
"Never mind" = "Nevadí";

/* No comment provided by engineer. */
"new activity" = "new activity";

/* base text for the 'switch to signup mode' button */
"New to iNaturalist? Sign up now!" = "Nováček v iNaturalist? Zaregistrujte se!";

/* nz partner */
"New Zealand: New Zealand Biodiversity Recording Network operating iNaturalist NZ — Mātaki Taiao (inaturalist.nz)." = "Nový Zéland: Nový Zéland Biodiversity Recording Network operating iNaturalist NZ — M³taki Taiao (inaturalist.nz).";

/* News project button */
"News" = "Novinky";

/* Confirm a new photo */
"NEXT" = "DALŠÍ";

/* Generic negative response to a yes/no question
   negative response to binary choice, yes or no */
"No" = "Ne";

/* No comment provided by engineer. */
"No description" = "Bez popisu";

/* No comment provided by engineer. */
"No iNaturalist Results" = "Žádné výsledky iNaturalist";

/* place guess when we have no location information */
"No location" = "Neznámá poloha";

/* No comment provided by engineer. */
"No matching taxa" = "Žádné odpovídající taxony";

/* Title for No Media button in media picker */
"No Media" = "No Media";

/* title of alert when user tries to record a sound observation without granting mic permissions */
"No Microphone Permissions" = "Chybí oprávnění přístupu k mikrofonu";

/* No comment provided by engineer. */
"No network connection." = "Bez připojení k síti.";

/* No comment provided by engineer. */
"No network connection. :(" = "Bez připojení k síti. :(";

/* Header observation count title when there are none. */
"No Observations" = "Žádná pozorování";

/* Error notice when exploring observations, when no obserations were found within a map area. */
"No observations found in map area." = "Žádná pozorování v oblasti nenalezena.";

/* Error notice when exploring observations when no observations were found. */
"No observations found." = "Žádná pozorování nenalezena.";

/* No comment provided by engineer. */
"No observations yet." = "Zatím žádná pozorování.";

/* accessibility label for no photo button */
"No Photo" = "Žádné fotografie";

/* No comment provided by engineer. */
"No Photos or Sounds and Missing Identification" = "Žádné fotografie nebo zvuky a chybějící identifikace";

/* No comment provided by engineer. */
"No such organisms found. :(" = "Žádné takové organismy nenalezeny";

/* No comment provided by engineer. */
"No such person found. :(" = "Žádná taková osoba nalezena. :(";

/* No comment provided by engineer. */
"No such place found. :(" = "Žádné takové místo nenalezeno. :(";

/* No comment provided by engineer. */
"No such project found. :(" = "Žádný takový projekt nenalezen. :(";

/* No comment provided by engineer. */
"No Thanks" = "Ne, děkuji";

/* No comment provided by engineer. */
"No updates yet. Stay tuned!" = "Zatím žádné aktualizace. Sledujte novinky!";

/* No comment provided by engineer. */
"No URL configured" = "Není nakonfigurována žádná adresa URL";

/* do not change network partner button */
"No, don’t change my affiliation" = "Ne, neměňte mou příslušnost";

/* Title for no photo button in the camera when making a new observation. Can support two very short lines of text. */
"NO\nPHOTO" = "ŽÁDNÁ FOTOGRAFIE";

/* No comment provided by engineer. */
"None, all rights reserved" = "Všechna práva vyhrazena";

/* No comment provided by engineer. */
"Not Allowed" = "Není dovoleno";

/* 403 unauthorized title */
"Not Authorized" = "Neautorizovaný";

/* Placeholder for observation notes when making a new observation. */
"Notes..." = "Poznámky...";

/* Observation option for explore leaderboard sorting. Must be short. */
"Obs" = "Pozorování";

/* obscured geoprivacy */
"Obscured" = "Skryté";

/* accessibility label for obs (date, title, subtitle, media, new activity) */
"Observation %@ %@ %@ %@ %@" = "Observation %1$@ %2$@ %3$@ %4$@ %5$@";

/* Project validation error, with the specific error */
"Observation Field Validation error: %@" = "Chyba ověření pole pozorování: %@";

/* No comment provided by engineer. */
"Observations" = "Pozorování";

/* observation count on the explore leaderboard. */
"Observations: %ld" = "Pozorování: %ld";

/* observation count on explore leaderboard when the user has species but not observations in the leaderboard. */
"Observations: *" = "Pozorování: *";

/* Title for New Observation Tab Bar Button */
"Observe" = "Pozorovat";

/* No comment provided by engineer. */
"Observers" = "Pozorovatelé";

/* Off state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"Off" = "Vypnuto";

/* No comment provided by engineer. */
"OK" = "OK";

/* On state for flash button in the camera. Will be padded to sit beside a flash/bolt icon. */
"On" = "Zapnuto";

/* Title error with oops text. */
"Oops" = "Ups";

/* open geoprivacy */
"Open" = "Otevřít";

/* No comment provided by engineer. */
"Open link in Safari" = "Otevřít v Safari";

/* button to open settings when user needs to adjust mic permissions
   open settings button title */
"Open Settings" = "Otevřít Nastavení";

/* panama partner */
"Panama: Ministerio de Ambiente operating iNaturalistPa (panama.inaturalist.org)." = "Panama: Ministerio de Ambiente operační iNaturalistPa (panama.inaturalist.org).";

/* Error for bad password when making account */
"Passwords must be at least six characters in length." = "Heslo musí obsahovat 6 znaků.";

/* Accessibility Label for Pause Button (when recording audio) */
"Pause" = "Pozastavit";

/* No comment provided by engineer. */
"Paused" = "Pozastaveno";

/* No comment provided by engineer. */
"Permission denied" = "Přístup odepřen";

/* Title for About Personal Information notice during signup */
"Personal Information" = "Osobní údaje";

/* Title for Photo Library button in media picker */
"Photo Library" = "Knihovna fotografií";

/* Title for photo library error when making new obs
   Title for photo library fetch error when making new obs
   Title for photo load error alert msg */
"Photo Load Error" = "Chyba při nahrávání fotografie";

/* Title for photo save error alert msg */
"Photo Save Error" = "Chyba při ukládání fotografií";

/* Title for photos error alert msg */
"Photos Error" = "Chyba fotografií";

/* accessibility label for pick from library button */
"Pick from Library" = "Vybrat z knihovny";

/* No comment provided by engineer. */
"Placeholder" = "Zástupce";

/* helpful note about observations and collection projects on the screen where you can add observations to projects. */
"Please note: Observations will be automatically included in a collection project if they meet its requirements." = "Upozornění: Pozorování bude automaticky zahrnuto do projektu sbírky, pokud splňují jeho požadavky.";

/* No comment provided by engineer. */
"Please pick a valid location." = "Prosím, vyberte platné umístění.";

/* Error message for the user, when the geocoder is telling us to slow down. */
"Please try again in a few moments." = "Prosím zkuste to znovu za chvíli.";

/* failure message when the user should just try again. */
"Please try again later." = "Zkuste to prosím později.";

/* alert msg to change camera permissions */
"Please update camera permissions to take photos with iNaturalist" = "Prosím aktualizujte oprávnění kamery pro pořizování fotografií s iNaturalist";

/* No comment provided by engineer. */
"Please upload to determine data quality" = "Prosím nahrajte, abychom mohli určit kvalitu dat";

/* portugal partner */
"Portugal: Associação Biodiversidade Para Todos operating Biodiversity4All (Biodiversity4All.org)." = "Portugalsko: Associação Biodiversidade Para Todos operační Biodiversity4All (Biodiversity4All.org).";

/* label for a news post author */
"Posted by" = "Přidal";

/* label for prefer no tracking switch in settings */
"Prefer No Tracking" = "Preferuji nesledovat";

/* title for consent screen */
"Privacy" = "Soukromí";

/* Emphasized part of the privacy base text. */
"Privacy Policy" = "Zásady ochrany osobních údajů";

/* private geoprivacy */
"Private" = "Soukromé";

/* choose projects button title. */
"Projects" = "Projekty";

/* Title for projects tutorial screen */
"Projects are collections of observations with a common purpose" = "Projekty jsou sbírky pozorování se společným účelem";

/* No comment provided by engineer. */
"Pull to Refresh" = "Táhnout pro obnovení";

/* Rank in an ordered list */
"Rank" = "Hodnocení";

/* action to re-download a species guide from the server */
"Re-download" = "Stáhnout znovu";

/* Accessibility Label for Record Button (when recording audio)
   Accessibility Label for Record/Pause Button */
"Record" = "Nahrát";

/* Title for Record sound button in media picker */
"Record Sound" = "Nahrát zvuk";

/* Accessibility label for sound recorder */
"Recording Level (from 0 to 1)" = "Úroveň nahrávky (od 0 do 1)";

/* Title for sound recording screen */
"Recording Sound" = "Nahrávání zvuku";

/* No comment provided by engineer. */
"Remove active search filters" = "Remove active search filters";

/* No comment provided by engineer. */
"Remove current map area filter" = "Remove current map area filter";

/* No comment provided by engineer. */
"Remove my profile photo" = "Odstranit mou profilovou fotografii";

/* No comment provided by engineer. */
"Removing..." = "Odstraňování...";

/* No comment provided by engineer. */
"RESEARCH" = "VÝZKUM";

/* research data quality */
"Research Grade" = "Výzkumný stupeň";

/* No comment provided by engineer. */
"Restricted to current map area" = "Omezeno na aktuální mapu oblasti";

/* No comment provided by engineer. */
"Resuming" = "Obnovení";

/* Retake a photo */
"RETAKE" = "ZNOVUDOBYTÍ";

/* accessibility label for reverse/switch camera button */
"Reverse Camera" = "Obrátit fotoaparát";

/* Title for save new observation button */
"SAVE" = "ULOŽIT";

/* No comment provided by engineer. */
"Save Anyway" = "Přesto uložit";

/* Done button for recording observation sounds */
"Save Recording" = "Uložit záznam";

/* No comment provided by engineer. */
"Saving..." = "Ukládání...";

/* No comment provided by engineer. */
"Search" = "Hledat";

/* placeholder for guide search field */
"Search for guide named..." = "Vyhledat průvodce s názvem...";

/* placeholder for project search field */
"Search for project named..." = "Vyhledat projekt s názvem...";

/* No comment provided by engineer. */
"Searching for organisms..." = "Vyhledávání organismů...";

/* No comment provided by engineer. */
"Searching for people..." = "Vyhledávání lidí...";

/* No comment provided by engineer. */
"Searching for place..." = "Vyhledávání míst...";

/* No comment provided by engineer. */
"Searching for project..." = "Vyhledávání projektů...";

/* No comment provided by engineer. */
"Searching for recent observations in map area" = "Vyhledávání nedávných pozorování v mapové oblasti";

/* No comment provided by engineer. */
"Searching for recent observations worldwide" = "Vyhledávání nedávných pozorování po celém světě";

/* No comment provided by engineer. */
"seen at '%@'" = "viděno v ''%@'";

/* No comment provided by engineer. */
"seen by '%@'" = "viděno '%@'";

/* basis for a suggestion */
"Seen Nearby" = "Viděno v okolí";

/* default select title */
"Select" = "Vybrat";

/* select taxon title */
"Select \"%@\"" = "Vybrat \"%@\"";

/* title for date selector */
"Select Date" = "Vybrat datum";

/* title for geoprivacy selector */
"Select Privacy" = "Vybrat soukromí";

/* No comment provided by engineer. */
"Selected Observation" = "Vybraná pozorování";

/* accessibility label for choose profile photo button */
"Set Profile Photo" = "Nastavit profilovou fotku";

/* Notice while we're setting up an iNat account for them */
"Setting up iNaturalist account..." = "Nastavování účtu iNaturalist...";

/* accessibility label for settings button
   Title for the settings screen. */
"Settings" = "Nastavení";

/* No comment provided by engineer. */
"Share" = "Share";

/* Title for share new observation button */
"SHARE" = "SDÍLET";

/* Prompt to sign in on the Me tab header. */
"Share your observations with the community." = "Sdílejte vaše pozorování s komunitou.";

/* label for iNaturalist store (tshirts/etc) action in settings. */
"Shop the iNat Store" = "Nakupujte na iNat Store";

/* label for show common names switch in settings */
"Show common names" = "Zobrazit obecné názvy";

/* No comment provided by engineer. */
"Show nearby suggestions only" = "Zobrazit pouze návrhy v okolí";

/* label for scientific names shown first switch in settings */
"Show scientific names first" = "Zobrazit nejdřív vědecké názvy";

/* No comment provided by engineer. */
"Sign in with Google" = "Sign in with Google";

/* No comment provided by engineer. */
"Sign out" = "Odhlásit se";

/* Title for button that allows users to sign up for a new iNat account */
"Sign Up" = "Registrovat se";

/* emphasis text for the 'switch to signup mode' button. must be a substring of the base text */
"Sign up now!" = "Zaregistrujte se nyní!";

/* No comment provided by engineer. */
"Signing Out" = "Odhlašování se";

/* skip button title */
"Skip ›" = "Přeskočit ›";

/* Alert text for the data transfer consent checkbox during create account. */
"Some data privacy laws, like the European Union's General Data Protection Regulation (GDPR), require explicit consent to transfer personal information from their jurisdictions to other jurisdictions where the legal protection of this information is not considered adequate. As of 2020, the European Union no longer considers the United States to be a jurisdiction that provides adequate legal protection of personal information, specifically because of the possibility of the US government surveilling data entering the US. It is possible other jurisdictions may have the same opinion. Using iNaturalist requires the storage of personal information like your email address, all iNaturalist data is stored in the United States, and we cannot be sure what legal jurisdiction you are in when you are using iNaturalist, so in order to comply with privacy laws like the GDPR, you must acknowledge that you understand and accept this risk and consent to transferring your personal information to iNaturalist's servers in the US. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Některé právní předpisy týkající se ochrany osobních údajů, například Obecné nařízení Evropské unie o ochraně osobních údajů (GDPR), požadují výslovný souhlas s předáváním osobních informací z jejich jurisdikcí do jiných jurisdikcí, kde není právní ochrana těchto informací považována za přiměřenou. Od roku 2020 již Evropská unie nepovažuje Spojené státy za jurisdikci, která poskytuje odpovídající právní ochranu osobních informací, zejména z důvodu možnosti vlády USA kontrolovat údaje vstupující do USA. Tentýž názor mohou mít i jiné jurisdikce. Používání iNaturalist vyžaduje ukládání osobních údajů, jako je vaše e-mailová adresa, všechna data iNaturalist jsou uložena ve Spojených státech, a nemůžeme si být jisti, v jaké právní jurisdikci se nacházíte, když používáte iNaturalist. Za účelem dosažení souladu s právními předpisy na ochranu soukromí, jako je GDPR, musíte tedy potvrdit, že rozumíte tomuto riziku a přijímáte ho a souhlasíte s přenosem vašich osobních údajů na servery iNaturalist v USA. Chcete-li se dozvědět více o tom, jaké informace shromažďujeme a jak je používáme, podívejte se prosím na naše Zásady ochrany osobních údajů a na naše Podmínky. Neexistuje způsob, jak mít účet iNaturalist bez uložení osobních informací, takže jediným způsobem, jak zrušit tento souhlas, je smazat váš účet.";

/* No comment provided by engineer. */
"Somewhere..." = "Někde...";

/* Label for the sort selector in the explore leaderboard header. */
"Sort" = "Seřadit";

/* credit for the wikipedia snippet that we include in inat taxon pages. first substitution is the article name, the second substitution is the license name. */
"Source: Wikipedia, %1$@, %2$@" = "Zdroj: Wikipedie, %1$@, %2$@";

/* Species option for Explore leaderboard sorting. Must be short. */
"Species" = "Druhy";

/* species count on the explore leaderboard. */
"Species: %ld" = "Druhů: %ld";

/* observation count on explore leaderboard when the user has observations but not species in the leaderboard. */
"Species: *" = "Druhů: *";

/* Title for button in the explore tab that leads to the stats leaderboard. */
"Stats" = "Statistiky";

/* accessibility label for stop uploading button */
"Stop Uploading" = "Zastavit nahrávání";

/* No comment provided by engineer. */
"Suggest ID" = "Navrhnout identifikaci";

/* label for suggest species switch in settings */
"Suggest species" = "Navrhovat druhy";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community, including %@, %@, %@, and many others." = "Návrhy založené na pozorování a identifikaci poskytované komunitou iNaturalist, včetně %1$@, %2$@, %3$@ a mnoha dalších.";

/* No comment provided by engineer. */
"Suggestions based on observations and identifications provided by the iNaturalist community." = "Návrhy založené na pozorováních a identifikacích poskytovaných komunitou iNaturalist.";

/* Title of me header when syncing. */
"Syncing..." = "Synchronizování...";

/* Category of iOS standard places for place search */
"System Places" = "Systémová místa";

/* Tags (kind of like categories) are applied to the species in a guide, and allow the guide editor to group and organize the species in a guide. */
"TAGS" = "ZNAČKY";

/* taiwan partner */
"Taiwan: National Chiayi University and Taiwan Forestry Research Institute supporting iNaturalist Taiwan (taiwan.inaturalist.org)." = "Tchaj-wan: National Chiayi University a Taiwan Forestry Research Institute podporující iNaturalist Taiwan (taiwan.inaturalist.org).";

/* No comment provided by engineer. */
"Take a photo" = "Vyfotit";

/* No comment provided by engineer. */
"Taxon %@ %@" = "Taxon %1$@ %2$@";

/* Title for description/comment when adding an ID */
"Tell Us Why" = "Řekněte nám proč";

/* Emphasized part of the terms of service base text. */
"Terms of Service" = "Podmínky služby";

/* error message when user fails to input prompted text correctly */
"The entered text doesn't match." = "Zadaný text se neshoduje.";

/* No comment provided by engineer. */
"There are no observations for this project yet. Check back soon!" = "Zatím nemáme žádná pozorování pro tento projekt. Brzy se vraťte!";

/* Error for no data transfer consent consent when making account. */
"There is no way to have an iNaturalist account without storing personal information in the United States." = "Není možné mít účet iNaturalist bez uložení osobních údajů ve Spojených státech.";

/* Error for no personal info consent when making account. */
"There is no way to have an iNaturalist account without storing personal information." = "Neexistuje způsob, jak mít účet iNaturalist bez uchovávání osobních údajů.";

/* Unresolvable and unknown error during observation upload. */
"There was an unexpected error." = "Došlo k neočekávané chybě.";

/* No comment provided by engineer. */
"This observation has been voted as Casual Grade by the iNaturalist community." = "Toto pozorování bylo komunitou iNaturalist odhlasováno jako neformální stupeň.";

/* No comment provided by engineer. */
"This observation is Casual Grade because it has been voted captive or cultivated by the iNaturalist community." = "Toto pozorování je označeno komunitou iNaturalist jako neformální stupeň, protože bylo označeno jako žijící v zajetí nebo pěstované.";

/* No comment provided by engineer. */
"This observation needs a date to be considered for Research Grade." = "Uveďte datum, aby bylo toto pozorování možné označit výzkumným stupněm.";

/* No comment provided by engineer. */
"This observation needs a location to be considered for Research Grade." = "Lokalizujte toto pozorování, aby ho bylo možné označit výzkumným stupněm.";

/* No comment provided by engineer. */
"This observation needs a more specific consensus ID to be considered for Research Grade." = "Toto pozorování potřebuje více shod v identifikaci, aby bylo možno jej zařadit do výzkumného stupně.";

/* No comment provided by engineer. */
"This observation needs a photo to be considered for Research Grade." = "Toto pozorování vyžaduje přidání fotografie, aby bylo považováno za výzkumný stupeň.";

/* No comment provided by engineer. */
"This observation needs more IDs from the iNat community to be considered for Research Grade." = "Toto pozorování vyžaduje více identifikací z komunity iNat, aby bylo považováno za výzkumný stupeň.";

/* No comment provided by engineer. */
"This project has no description." = "Tento projekt nemá žádný popis.";

/* No comment provided by engineer. */
"This project has no title." = "Tento projekt nemá název.";

/* No comment provided by engineer. */
"This will also remove your observations from this project." = "Tímto také odstraníte vaše pozorování z tohoto projektu.";

/* No comment provided by engineer. */
"This will destroy any changes/additions you've made from this app that haven't been synced with iNaturalist.org." = "To zničí všechny změny/dodatky, které jste provedli z této aplikace, která nebyla synchronizována s iNaturalist.org.";

/* No comment provided by engineer. */
"This will download %@ of data so you can use this guide even when you don't have Internet access." = "Toto stáhne %@ dat, takže tohoto průvodce můžete použít i v případě, že nemáte přístup k internetu.";

/* Label for the time period selector in the explore leaderboard header. */
"Time Period" = "Časové období";

/* No comment provided by engineer. */
"Timeout" = "Časový limit";

/* project title header */
"Title" = "Název";

/* Traditional inat type of project, where users have to manually add observations to the project. */
"Traditional Project" = "Tradiční projekt";

/* No comment provided by engineer. */
"Try again next time you're connected to the Internet." = "Opakujte akci po připojení k Internetu.";

/* button title to turn on autoupload */
"Turn On" = "Zapnout";

/* message of autoupload introduction alert view */
"Turn on Auto Upload and your observations will be automatically uploaded to iNaturalist." = "Zapněte automatickou synchronizaci v nastavení a vaše pozorování budou automaticky nahrány do iNaturalist.";

/* Umbrella type of project, which contains other projects within it. */
"Umbrella Project" = "Zastřešující projekt";

/* Failure message when making an identification */
"Unable to add an identification to this observation. Please try again later." = "Nelze přidat identifikaci pro toto pozorování. Opakujte akci později.";

/* No comment provided by engineer. */
"Unable to find location" = "Nelze zjistit polohu";

/* place guess when we have lat/lng but it's not geocoded */
"Unable to find location name" = "Nelze zjistit název polohy";

/* Failure message when making an identification */
"Unable to identify this observation to that species. Please try again later." = "Není možné přiřadit toto pozorování tomuto druhu. Zkuste to, prosím, znovu.";

/* This is an explanation for when we get a 401 during upload/sync. */
"Unable to upload to iNaturalist, error 401 unauthenticated. Please contact help@inaturalist.org and try later." = "Nelze nahrát na iNaturalist, chyba 401 neověřena. Kontaktujte prosím help@inaturalist.org a zkuste to později.";

/* uk partner */
"United Kingdom: National Biodiversity Network Trust supporting iNaturalist United Kingdom (uk.inaturalist.org)." = "Spojené království: Nadační fond Národní sítě pro biologickou rozmanitost podporuje iNaturalist United Kingdom (uk.inaturalist.org).";

/* unknown taxon */
"Unknown" = "Neznámý";

/* Text shown in place of a post author when a post has no known author */
"Unknown author" = "Neznámý autor";

/* Message body when we don't know the error */
"Unknown error" = "Neznámá chyba";

/* Unknown error */
"Unknown error while making an identification." = "Neznámá chyba při identifikaci.";

/* message to the user when we get an unknown error. the %ld will be a status code */
"Unknown Error: %ld" = "Neznámá chyba: %ld";

/* Title displayed for a journal post when the post has no title */
"Untitled Post" = "Nepojmenovaný příspěvek";

/* Title for progress view when migrating db */
"Updating database..." = "Aktualizace databáze...";

/* No comment provided by engineer. */
"Updating..." = "Aktualizování...";

/* accessibility labelf for upload button
   Title for upload button. */
"Upload" = "Nahrát";

/* No comment provided by engineer. */
"Upload Error" = "Chyba nahrávání";

/* upload failed alert title */
"Upload Failed" = "Položku se nepodařilo nahrát";

/* No comment provided by engineer. */
"Upload this observation" = "Upload this observation";

/* No comment provided by engineer. */
"Upload this observation to enable comments & identifications." = "Nahrajte tuto poznámku pro povolení komentářů a identifikací.";

/* No comment provided by engineer. */
"Upload this observation to enable faves." = "Nahrajte tuto poznámku pro povolení oblíbených.";

/* subtitle for observation while it's uploading. */
"Uploading..." = "Nahrávání...";

/* label for username field in settings
   The desired username during signup. */
"Username" = "Uživatelské jméno";

/* users can login with their username or their email address. */
"Username or email" = "Uživatelské jméno nebo e-mail";

/* Title for version section of settings. */
"Version" = "Verze";

/* label for start video tutorial action in settings. */
"Video Tutorial" = "Video návody";

/* button to view privacy policy */
"View Privacy Policy" = "Zobrazit Zásady ochrany osobních údajů";

/* unknown taxon subtitle when suggestions are available */
"View suggestions" = "Zobrazit návrhy";

/* button to view terms of use */
"View Terms of Use" = "Zobrazit Podmínky používání";

/* Subtitle below image for projects tutorial screen. The string is the URL for iNat (or partner site) */
"Visit %@ to create your own projects" = "Navštivte %@ pro vytvoření vašich vlastních projektů";

/* Subtitle below image for guides tutorial screen */
"Visit iNaturalist.org to create your own guides" = "Navštivte iNaturalist.org pro vytvoření vašich vlastních průvodců";

/* basis for a species suggestion */
"Visually Similar" = "Vizuálně podobné";

/* basis for a species suggestion */
"Visually Similar / Seen Nearby" = "Vizuálně podobné / viděno v okolí";

/* Subtitle for observation when waiting to upload. */
"Waiting to upload..." = "Čekání na nahrání...";

/* inat ios translators with more than 200 strings contributed, alphabetically */
"We are grateful for the translation assistance provided by the crowdin.com community, especially: Catherine B, Vladimir Belash, cgalindo, danieleseglie, Eduardo Martínez, naofum, Foss, jacquesboivin, Sungmin Ji, katunchik, NCAA, oarazy, sudachi, T.O, testamorta, and vilseskog. To join the iNaturalist iOS translation team, please visit https://crowdin.com/project/inaturalistios." = "Jsme vděční za pomoc s překlady poskytovanou komunitou crowdin.com, zejména: Catherine B, Vladimirovi Belashovi, cgalindo, danieleseglie, Eduardovi Martínezovi, naofum, Foss, jacquesboivin, Sungmin Ji, katunik, NCAA, oarazy, sudachi, TO, testamorta, a vilseskog. Chcete-li se připojit k týmu překladačů iNaturalist iOS, navštivte stránku https://crowdin.com/project/inaturalistios.";

/* No comment provided by engineer. */
"We don't have permission from iOS to use your location." = "Nemáme oprávnění od společnosti iOS používat vaši polohu.";

/* Alert text for the personal information checkbox during create account. */
"We store personal information like usernames and email addresses in order to manage accounts on this site, and to comply with privacy laws, we need you to check this box to indicate that you consent to this use of personal information. To learn more about what information we collect and how we use it, please see our Privacy Policy and our Terms of Use. There is no way to have an iNaturalist account without storing personal information, so the only way to revoke this consent is to delete your account." = "Osobní údaje jako uživatelská jména a e-mailové adresy ukládáme, abychom mohli spravovat účty na této stránce, a abychom dodrželi zákony o ochraně osobních údajů, musíte zaškrtnout toto políčko, abyste vyjádřili, že s tímto použitím osobních údajů souhlasíte. Chcete-li se dozvědět více o tom, jaké informace shromažďujeme a jak je používáme, podívejte se prosím na naše Zásady ochrany osobních údajů a naše Podmínky. Neexistuje způsob, jak mít účet iNaturalist bez uložení osobních informací, takže jediným způsobem, jak zrušit tento souhlas, je smazat váš účet.";

/* base error message when icloud photo fetch fails */
"We're not able to fetch your photo from iCloud: %@" = "Nejsme schopni načíst vaši fotku z iCloud: %@";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation, but here are our top suggestions." = "Nejsme dostatečně přesvědčeni, abychom mohli něco doporučit, ale zde jsou naše nejlepší návrhy.";

/* No comment provided by engineer. */
"We're not confident enough to make a recommendation." = "Nejsme si dostatečně jistí, abychom udělali doporučení.";

/* comment for common ancestor suggestion. %1$@ is the rank name (order, family), whereas %2$@ is the actual rank (Animalia, Insecta) */
"We're pretty sure this is in the %1$@ %2$@." = "Jsme si jisti, že je to v %1$@ %2$@.";

/* unknown taxon title */
"What did you see?" = "Co jste viděli?";

/* title for alert explaining what captive means */
"What does captive / cultivated mean?" = "Co znamená žíjící v zajetí / pěstováno?";

/* No comment provided by engineer. */
"Which organism?" = "Jaký organismus?";

/* No comment provided by engineer. */
"Which person?" = "Která osoba?";

/* No comment provided by engineer. */
"Which place?" = "Jaké místo?";

/* No comment provided by engineer. */
"Which project?" = "Jaký projekt?";

/* No comment provided by engineer. */
"Whoops" = "Jejda";

/* Default upload failure alert title. */
"Whoops!" = "Jejda!";

/* No comment provided by engineer. */
"Without a date, this observation may be very hard for others to identify accurately, and will never attain research grade." = "Bez data může být toto pozorování pro ostatní velmi těžké přesně identifikovat a nikdy nedosáhne výzkumného stupně.";

/* No comment provided by engineer. */
"Without a location, this observation will be very hard for others to identify and will never attain research grade." = "Bez polohy bude toto pozorování velmi těžké pro ostatní identifikovat a nikdy dosáhne výzkumného stupně.";

/* No comment provided by engineer. */
"Without at least one photo or sound, this observation will be impossible for others to help identify." = "Bez alespoň jedné fotografie nebo zvuku nebude možné, aby toto pozorování ostatní pomohli identifikovat.";

/* message for alert when db migration has a problem */
"Would you like to share your migration report with help@inaturalist.org for debugging?" = "Chcete sdílet zprávu o přenosu s help@inaturalist.org pro účely opravy chyby?";

/* positive response to binary choice, yes or no */
"Yes" = "Ano";

/* change network partner button */
"Yes, change my affiliation" = "Ano, změňte mou příslušnost";

/* No comment provided by engineer. */
"Yes, delete this observation" = "Ano, odstranit toto pozorování";

/* cc licensing consent checkbox label */
"Yes, license my content so scientists can use my data." = "Ano, povolte můj obsah, ať vědci mohou používat moje data.";

/* failure message when the user tries to change their network affiliation too often */
"You can only change your network affiliation once per day." = "Můžete pouze změnit svou síť připojení jednou za den.";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org" = "Nemáte k tomu povolení. Váš účet mohl být pozastaven. Kontaktujte prosím help@inaturalist.org";

/* 403 forbidden message */
"You don't have permission to do that. Your account may have been suspended. Please contact help@inaturalist.org." = "Nemáte k tomu povolení. Váš účet mohl být pozastaven. Kontaktujte prosím help@inaturalist.org.";

/* No comment provided by engineer. */
"You must be connected to the Internet to do this." = "Tato operace vyžaduje připojení k internetu.";

/* No comment provided by engineer. */
"You must be connected to the Internet to upload to iNaturalist.org" = "Pro načtení iNaturalist.org musíte být připojeni k internetu";

/* No comment provided by engineer. */
"You must be logged in to access projects." = "Pro přístup k projektům musíte být přihlášeni.";

/* Unspecific signup prompt reason. */
"You must be logged in to do that." = "Na tuto akci musíte být přihlášení.";

/* Signup prompt reason when user tries to sync user projects. */
"You must be logged in to sync user projects." = "Pro přístup k projektům musíte být přihlášeni.";

/* This is an explanation for why the upload button triggers a login prompt. */
"You must be logged in to upload." = "Pro nahrání musíte být přihlášeni.";

/* No comment provided by engineer. */
"You must be logged in!" = "Musíte být přihlášeni!";

/* Account is required error message */
"You must be logged in." = "Musíte být přihlášeni.";

/* Reason text for signup prompt while trying to join a project. */
"You must be signed in to join a project." = "Chcete-li se připojit k projektu, musíte být přihlášeni.";

/* Reauthentication to delete account tip. */
"You must re-authenticate to delete your account." = "K odstranění vašeho účtu se musíte znovu přihlásit.";

/* 401 unauthorized message when signed out */
"You need to log in to do that." = "Pro tuto akci je nutné se přihlásit.";

/* No comment provided by engineer. */
"You will receive updates once you've uploaded observations." = "Jakmile nahrajete pozorování, obdržíte aktualizace.";

/* Title for account section of settings. */
"Your Account" = "Váš účet";

/* account deletion confirmation msg */
"Your account has been deleted." = "Your account has been deleted.";

/* No comment provided by engineer. */
"Your Guides" = "Vaši průvodci";

/* 401 unauthorized message when signed in */
"Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again." = "Your login credentials appear to have changed. Please go to Settings to sign out and then sign in again.";

/* Placeholder for free text observation field value */
"Your response here" = "Vaše odezva";
